Repository: Sinar/popolo.contenttypes
Catalog: src/popolo/contenttypes/locales/*/LC_MESSAGES/plone.po
Languages: km

source: A Person
km: មនុស្ស​ម្នាក់

source: An Organization
km: អង្គភាព

source: An area is a geographic area whose geometry may change over time.
km: ប្រភេទតំបន់មួយ ឧទាហរណ៍ ទីក្រុង

source: An identifier code for a Person
km: ចំនួនលេខតែមួយគត់ដែលជាកូដឬលេខ

source: Area
km: តំបន់

source: Contact Detail
km: ព័ត៌មានលម្អិតទំនាក់ទំនង

source: Contact details
km: ព័ត៌មានលម្អិតទំនាក់ទំនង

source: Edit
km: កែសម្រួល

source: Membership
km: សមាជិកភាព

source: Membership representing relationships between people and organizations
km: សមាជិកភាព

source: Organization
km: អង្គភាព

source: Other Name
km: ផ្សេងៗ

source: Other Names for a Person
km: ផ្សេងៗ

source: Person
km: មនុស្ស​ម្នាក់

source: View
km: ការមើល

source: Log out
km: ការមើល
