Repository: Sinar/popolo.contenttypes
Catalog: src/popolo/contenttypes/locales/*/LC_MESSAGES/popolo.contenttypes.po
Languages: km

source: oil pipeline
km: ប្រព័ន្ធទុយោសម្រាប់បង្ហូរប្រេង

source: oil pipeline junction
km: ចំណុចប្រសព្វប្រព័ន្ធបង្ហូរប្រេង

source: oil pipeline terminal
km: ចំណុចចុងបញ្ចប់នៃប្រព័ន្ធបង្ហូរប្រេង

source: oil pumping station
km: ស្ថានីយ៍បូមប្រេង

source: oil refinery
km: រោងចក្រចម្រាញ់ប្រេង

source: oil well
km: អណ្តូងប្រេង

source: oilfield
km: តំបន់មានប្រេងធម្មជាតិ

source: olive grove
km: ចម្ការប្រេងអូលីវ

source: olive oil mill
km: រោងចក្រផលិតប្រេងអូលីវ

source: opera house
km: រោងសម្តែងសិល្បៈ

source: orchard(s)
km: ចម្ការ

source: ore treatment plant
km: រោងចក្រកែច្នៃលោហៈធាតុ

source: orgCatAccountingFirm
km: ក្រុមហ៊ុនគណនេយ្យ orgCatAccountingFirm

source: orgCatAgency
km: ភ្នាក់ងារ orgCatAgency

source: orgCatBoDirectors
km: ក្រុមប្រឹក្សាភិបាល orgCatBoDirector

source: orgCatCabinet
km: គណៈរដ្ឋមន្រ្តី orgCatCabinet

source: orgCatCivilSociety
km: សង្គមស៊ីវិល orgCatCivilSociety

source: orgCatCommission
km: គណៈកម្មការ orgCatCommission

source: orgCatCommittee
km: គណៈកម្មាធិការ orgCatCommittee

source: orgCatDepartment
km: មន្ទីរ orgCatDepartment

source: orgCatFinancialInstitution
km: ស្ថាប័នហិរញ្ញវត្ថុ orgCatFinancialInstitution

source: orgCatLabourUnion
km: សហជីពការងារ orgCatLabourUnion

source: orgCatLawFirm
km: ក្រុមហ៊ុនច្បាប់ orgCatLawFirm

source: orgCatManagement
km: ថ្នាក់ដឹកនាំ orgCatManagement

source: orgCatPPBranch
km: សាខា orgCatPPBranch

source: orgCatPPExecutive
km: នាយកប្រតិបត្តិ orgCatPPExecutive

source: orgCatParliament
km: សភា orgCatParliament

source: orgCatPrivateLimitedCo
km: ក្រុមហ៊ុនឯកជនចំកាត់ orgCatPrivateLimitedCo

source: orgCatPublicCo
km: ក្រុមហ៊ុន orgCatPublicCo

source: orgCatSenate
km: ព្រឹទ្ធសភា orgCatSenate

source: orgCatStateAssembly
km: រដ្ឋសភា orgCatStateAssembly

source: orgCatStateCorp
km: សាជីវកម្មរដ្ឋ orgCatStateCorp

source: orgCatStateExecCouncil
km: ក្រុមប្រឹក្សានាយក orgCatStateExecCouncil

source: orgCatStateGov
km: រដ្ឋាភិបាល orgCatStateGov

source: orgCatTradeAssociation
km: សមាគមពាណិជ្ជកម្ម orgCatTradeAssociation

source: overfalls
km: ទឹកធ្លាក់ពីលើ

source: oxbow lake
km: បឹងកើតចេញពីទន្លេមេ

source: pagoda
km: វត្ត

source: palace
km: វាំង

source: palm grove
km: ចម្ការត្នោត

source: palm tree reserve
km: តំបន់អភិរក្សដើមត្នោត

source: pan
km: ខ្ទះ

source: pans
km: ខ្ទះ

source: parent
km: មេ

source: parish
km: តំបន់វិហារ

source: park
km: សួន

source: park gate
km: របងទ្វារសួន

source: park headquarters
km: ទីស្នាក់ការកណ្តាលសួនឧទ្យាន

source: parking lot
km: កន្លែងចំណត

source: pass
km: ផ្លូវឆ្លងកាត់ភ្នំ

source: patrol post
km: ប៉ុស្តិ៍ល្បាត

source: peak
km: កំពូលភ្នំ

source: peaks
km: កំពូលភ្នំ

source: peat cutting area
km: តំបន់ដីភីតត្រជាក់ខ្លាំង

source: peninsula
km: ឧបទ្វីប

source: petroleum basin
km: អាងស្តុកប្រេងម៉ាស៊ូត

source: phosphate works
km: ការងារផូស្វាត

source: piece of art
km: ស្នាដៃសិល្បៈ

source: pier
km: កម្ពង់ចម្លង

source: pine grove
km: ចម្ការដើមស្រល់

source: pinnacle
km: ចំណុចកំពូល

source: plain
km: តំបន់វាលទំនាប

source: plain(s)
km: តំបន់វាលទំនាប

source: plateau
km: តំបន់ខ្ពង់រាប

source: point
km: ចំណុច

source: points
km: ចំណុច

source: polder
km: ដីត្រូវបានការពារពីសមុទ្រ

source: police post
km: ប៉ុស្តិ៍នគរបាល

source: political entity
km: អង្គភាពនយោបាយ

source: pond
km: ស្រះ

source: ponds
km: ស្រះ

source: pool(s)
km: អាងទឹក

source: popolo.contenttypes
km: គេហទំព័រ popolo.contenttypes

source: popolo.contenttypes (uninstall)
km: គេហទំព័រ popolo.contenttypes (ដកចេញ)

source: populated locality
km: មូលដ្ឋានបណ្តុំប្រជាជនរស់នៅច្រើន

source: populated place
km: តំបន់បណ្តុំប្រជាជនរស់នៅច្រើន

source: populated places
km: តំបន់បណ្តុំប្រជាជនច្រើន

source: port
km: ផែ

source: portage
km: ការដឹកជញ្ជូនឥវ៉ាន់តាមផ្លូវទឹក

source: post office
km: ការិយាល័យប្រៃសណីយ៍

source: power station
km: ស្ថានីយ៍ថាមពល

source: prison
km: ពន្ធនាគារ

source: promenade
km: ការដើរលម្ហែកម្សាន្ត

source: promontory(-ies)
km: ដីដុះលយចូលសមុទ្រ

source: province
km: ខេត្ត

source: pyramid
km: ពីរ៉ាមីដ

source: pyramids
km: ពីរ៉ាមីដ

source: quarry(-ies)
km: កន្លែងយកថ្ម

source: quay
km: កំពង់ទូក

source: quicksand
km: ខ្សាច់ផុង

source: racetrack
km: ទីលានប្រកួតប្រណាំង

source: radio observatory
km: កន្លែងពិសោធន៍វិទ្យុ

source: radio station
km: ស្ថានីយ៍វិទ្យុ

source: railroad
km: ផ្លូវរថភ្លើង

source: railroad junction
km: ចំណុចប្រសព្វផ្លូវរថភ្លើង

source: railroad siding
km: ផ្លូវរថភ្លើងខ្លី

source: railroad signal
km: ស្លាកសញ្ញាផ្លូវរថភ្លើង

source: railroad station
km: ស្ថានីយ៍រថភ្លើង

source: railroad stop
km: ស្ថានីយ៍ចំណតរថភ្លើង

source: railroad tunnel
km: ផ្លូវក្រោមដីរថភ្លើង

source: railroad yard
km: ទីធ្លាផ្លូវរថភ្លើង

source: ranch(es)
km: កសិដ្ឋានចិញ្ចឹមសត្វ

source: rapids
km: កន្លែងទឹកហូរកាត់ថ្មខ្លាំង

source: ravine(s)
km: ជ្រោះជ្រៅចង្អៀត

source: reach
km: តំបន់ទឹកលាតសន្ធឹង

source: reef
km: ថ្មប៉ប្រះទឹក

source: reef(s)
km: ថ្មប៉ប្រះទឹក

source: reefs
km: ថ្មប៉ប្រះទឹក

source: reformatory
km: កំណែទម្រង់ឡើងវិញបាន

source: refugee camp
km: ជំរំជនភៀសខ្លួន

source: region
km: តំបន់

source: religious center
km: មជ្ឈមណ្ឌលសាសនា

source: religious populated place
km: ទីកន្លែងបណ្តុំសាសនាច្រើន

source: religious site
km: ទីកន្លែងសាសនា

source: research institute
km: វិទ្យាស្ថានស្រាវជ្រាវ

source: reservation
km: ការរក្សារបម្រុងទុក

source: reserve
km: តំបន់អភិរក្ស

source: reservoir(s)
km: អាងស្តុកទឹក

source: resort
km: រមណីយដ្ឋាន

source: restaurant
km: ភោជនីយដ្ឋាន

source: resthouse
km: ផ្ទះសំណាក់សម្រាប់សម្រាក

source: retreat
km: កន្លែងសម្រាកលំហែកាយ

source: ridge
km: ជួរភ្នំ

source: ridge(s)
km: ជួរភ្នំ

source: ridges
km: ជួរភ្នំ

source: rise
km: រះឡើង

source: road
km: ផ្លូវ

source: road bend
km: ផ្លូវកោង

source: road cut
km: ផ្លូវកាត់

source: road junction
km: ផ្លូវប្រសព្វ

source: road tunnel
km: ផ្លូវក្រោមដី

source: roadstead
km: កន្លែងសម្រាករបស់ក្រុមនាវិក

source: rock
km: ថ្ម

source: rock desert
km: វាលរហោដ្ឋានថ្ម

source: rockfall
km: ថ្មធ្លាក់

source: rocks
km: ថ្ម

source: romantic
km: មនោសញ្ចេតនា

source: rookery
km: កន្លែងសំបុក្រសត្វពង

source: rubber plantation
km: ចម្ការកៅស៊ូ

source: ruin(s)
km: សំណល់បាក់បែក

source: ruined bridge
km: ស្ពានបាក់បែក

source: ruined dam
km: ទំនប់ទឹកបាក់

source: sabkha(s)
km: តំបន់វាលទំនាបឆ្នេរមានកំទេចដុំអំបិល

source: saddle
km: ជ្រលងភ្នំជាប់គ្នា

source: salt area
km: តំបន់មានជាតិប្រៃ

source: salt evaporation ponds
km: ស្រះទឹកមានចំហាយអំបិល

source: salt lake
km: បឹងទឹកប្រៃ

source: salt lakes
km: បឹងទឹកប្រៃ

source: salt marsh
km: តំបន់ភក់ស្អិតមានជាតិប្រៃ

source: salt mine(s)
km: រ៉ែអំបិល

source: salt pond
km: ស្រះទឹកជាតិប្រៃ

source: salt ponds
km: ស្រះទឹកជាតិប្រៃ

source: sanatorium
km: មន្ទីរពេទ្យព្យាបាលជម្ងឺរ៉ាំរ៉ៃ

source: sand area
km: តំបន់ខ្សាច់

source: sandy desert
km: វាលខ្សាច់រហោស្ថាន

source: satellite station
km: ស្ថានីយ៍ផ្កាយរណប

source: sawmill
km: រោងចក្រអារឈើ

source: school
km: សាលារៀន

source: scientific research base
km: មូលដ្ឋានស្រាវជ្រាវវិទ្យាសាស្រ្ត

source: scrubland
km: តំបន់មានដើមឈើទាបៗ

source: sea
km: សមុទ្រ

source: seachannel
km: ប្រព័ន្ធផ្លូវទឹកសមុទ្រ

source: seachannels
km: ប្រព័ន្ធផ្លូវទឹកសមុទ្រ

source: seamount
km: ភ្នំក្រោមសមុទ្រ

source: seamounts
km: ភ្នំក្រោមសមុទ្រ

source: seaplane landing area
km: តំបន់សម្រាប់យន្តហោះចុះចតលើទឹក

source: seat of a fifth-order administrative division
km: អំណាចនៃផ្នែករដ្ឋបាលបញ្ជាការទីប្រាំ

source: seat of a first-order administrative division
km: អំណាចនៃផ្នែករដ្ឋបាលបញ្ជាការទីមួយ

source: seat of a fourth-order administrative division
km: អំណាចនៃផ្នែករដ្ឋបាលបញ្ជាការទីបួន

source: seat of a second-order administrative division
km: អំណាចនៃផ្នែករដ្ឋបាលបញ្ជាការទីពីរ

source: seat of a third-order administrative division
km: អំណាចនៃផ្នែករដ្ឋបាលបញ្ជាការទីបី

source: seat of government of a political entity
km: អំណាចនៃរដ្ឋាភិបាលនៃអង្គភាពនយោបាយ

source: second-order administrative division
km: ផ្នែករដ្ឋបាលបញ្ជាការទីពីរ

source: section of bank
km: ផ្នែកច្រាំងទន្លេ

source: section of canal
km: ផ្នែកនៃព្រែកទឹក

source: section of estate
km: ផ្នែកអចលនៈទ្រព្យ

source: section of harbor
km: ផ្នែកនៃកំពង់ផែ

source: section of independent political entity
km: ផ្នែកនៃអង្គភាពនយោបាយឯករាជ្យ

source: section of intermittent stream
km: ផ្នែកនៃអូរទឹកឡើងចុះមិនទៀង

source: section of island
km: ផ្នែកនៃកោះ

source: section of lagoon
km: ផ្នែកនៃត្រពាំងទឹកប្រៃក្បែរមាត់សមុទ្រ

source: section of lake
km: ផ្នែកនៃបឹង

source: section of peninsula
km: ផ្នែកនៃឧបទ្វីប

source: section of plain
km: ផ្នែកនៃតំបន់វាលទំនាប

source: section of plateau
km: ផ្នែកនៃតំបន់ខ្ពង់រាប

source: section of populated place
km: ផ្នែកនៃតំបន់បណ្តុំមនុស្សរស់នៅច្រើន

source: section of reef
km: ផ្នែកនៃថ្មប៉ប្រះទឹក

source: section of stream
km: ផ្នែកនៃអូរ

source: section of valley
km: ផ្នែកនៃជ្រោះ

source: section of wadi
km: ផ្នែកនៃដីវាលរហោស្ថានមានទឹកនិងរុក្ខជាតិ

source: section of waterfall(s)
km: ផ្នែកនៃទឹកធ្លាក់

source: semi-independent political entity
km: អង្គភាពនយោបាយពាក់កណ្តាលឯករាជ្យ

source: sewage treatment plant
km: រោងចក្រចម្រាញ់កាកសំណល់

source: sheepfold
km: រោងចៀម

source: shelf
km: ស្រទាប់ថ្មក្រោមដី

source: shelf edge
km: ជ្រុងស្រទាប់ថ្មក្រោមដី

source: shelf valley
km: ជ្រោះស្រទាប់ថ្ម

source: shoal
km: ល្បាប់ខ្សាច់ទឹករាក់

source: shoal(s)
km: ល្បាប់ខ្សាច់ទឹករាក់

source: shoals
km: ល្បាប់ខ្សាច់ទឹករាក់

source: shore
km: មាត់ទឹក

source: shrine
km: ទីសក្ការៈ

source: sibling
km: បងប្អូន

source: sill
km: ស្រទាប់ថ្មភ្លើង

source: sinkhole
km: តំបន់ទឹកហូរក្រោមដី

source: slide
km: កំទេចដីថ្មភក់ធ្លាក់ចុះដោយសារភ្លៀងឬចម្រោះ

source: slope
km: ជម្រាល

source: slope(s)
km: ជម្រាល

source: sluice
km: ច្រកទ្វារបិទបើកទឹក

source: snowfield
km: តំបន់គ្របដណ្តប់ដោយទឹកកក

source: sound
km: សម្លេង

source: spa
km: ស្ប៉ា

source: space center
km: មជ្ឈមណ្ឌលអវកាស

source: spillway
km: ប្រព័ន្ធផ្លូវបញ្ចៀសទឹកចេញ

source: spit
km: ដីដុះលយចូលទឹក

source: spouse
km: ប្តីឬប្រពន្ធ

source: spring(s)
km: ទឹកផុសចេញពីក្នុងដី

source: spur
km: ជ្រលងភ្នំ

source: spur(s)
km: ជ្រលងភ្នំ

source: square
km: ការ៉េ

source: stable
km: រោងសត្វ

source: stadium
km: ស្តាត

source: steps
km: ជណ្តើរ

source: stock route
km: ផ្លូវធ្វើដំណើរសម្រាប់ដឹកទំនិញ

source: stony desert
km: វាលរហោស្ថានថ្ម

source: store
km: ស្តុក

source: storehouse
km: ឃ្លាំងទំនិញ

source: strait
km: ប្រព័ន្ធតភ្ជាប់ផ្លូវទឹក

source: stream
km: អូរ

source: stream bank
km: ច្រាំងអូរ

source: stream bend
km: អូរកោង

source: stream mouth(s)
km: មាត់អូរ

source: streams
km: អូរ

source: street
km: ផ្លូវ

source: sub-surface dam
km: ទំនប់ទឹករង

source: subordinate
km: អ្នកក្រោមបង្គាប់

source: sugar mill
km: រោងចក្រផលិតស្ករ

source: sugar plantation
km: ចម្ការស្ករត្នោត

source: sugar refinery
km: រោងចក្រចម្រាញ់ស្ករ

source: sulphur spring(s)
km: ទឹកសារធាតុស៊ុលហ្វាផុសចេញពីដី

source: swamp
km: តំបន់ដីភក់

source: synagogue
km: ទីសក្ការៈបូជា

source: tablemount (or guyot)
km: ភ្នំ (ឬភ្នំក្រោមទឹក)

source: tablemounts (or guyots)
km: ភ្នំ (ឬភ្នំក្រោមទឹក)

source: talus slope
km: តំបន់ជម្រាលថ្ម

source: tank farm
km: តំបន់ស្តុកប្រេង

source: tea plantation
km: ចម្ការតែ

source: technical school
km: សាលាបច្ចេកទេស

source: temp work office
km: ការិយាល័យការងារបណ្តោះអាសន្ន

source: temple(s)
km: ប្រាសាទ

source: terminal
km: ស្ថានីយ៍ចំណតរថយន្ត

source: terrace
km: វាលដីរាបស្មើ

source: territory
km: ទឹកដី

source: theater
km: កំណកំណើតដីពីធម្មជាតិ

source: third-order administrative division
km: ផ្នែករដ្ឋបាលបញ្ជាការទីបី

source: tidal creek(s)
km: អូរទឹកឡើងចុះ

source: tidal flat(s)
km: វាលទំនាបដីឡើងចុះ

source: toll gate/barrier
km: រនាំងផ្លូវបង់លុយឆ្លងកាត់

source: tomb(s)
km: ផ្នូរសព

source: tongue
km: ដីលយចូលទឹក

source: tower
km: ប៉ម

source: traffic circle
km: រង្វង់មូលចរាចរណ៍

source: trail
km: ស្នាមផ្លូវ

source: tram
km: អយរថអគ្គីសនី

source: transit terminal
km: ស្ថានីយ៍ចំណតឆ្លងកាត់

source: tree(s)
km: ដើមឈើ

source: trench
km: ត្រង់សេ

source: triangulation station
km: ស្ថានីយ៍បែងចែកទីតាំងជាត្រីកោណ

source: tribal area
km: តំបន់កុលសម្ព័ន្ធ

source: trough
km: ទរបង្ហូរទឹក

source: tundra
km: តំបន់វាលទំនាបអាក់ទិក

source: tunnel
km: ផ្លូវក្រោមដី

source: tunnels
km: ផ្លូវក្រោមដី

source: underground irrigation canal(s)
km: ប្រព័ន្ធប្រឡាយធារាសាស្រ្តក្រោមដី

source: underground lake
km: បឹងក្រោមដី

source: united states government establishment
km: គ្រឹះស្ថានរដ្ឋាភិបាលសហរដ្ឋអាមេរិក

source: university
km: សាកលវិទ្យាល័យ

source: university prep school
km: សាលារៀនត្រៀមចូលសាកលវិទ្យាល័យ

source: upland
km: ដីទួល

source: valley
km: ជ្រោះ

source: valleys
km: ជ្រោះ

source: veterinary facility
km: គ្រឿងបរិក្ខារពេទ្យសត្វ

source: vineyard
km: ចម្ការទំពាំងបាយជូរ

source: vineyards
km: ចម្ការទំពាំងបាយជូរ

source: volcano
km: ភ្នំភ្លើង

source: wadi
km: ដីវាលរហោស្ថានមានទឹកនិងរុក្ខជាតិ

source: wadi bend
km: ដីវាលកោងរហោស្ថានមានទឹកនិងរុក្ខជាតិ

source: wadi junction
km: ទីប្រសព្វដីវាលរហោដ្ឋានមានទឹកនិងរុក្ខជាតិ

source: wadi mouth
km: មាត់ផ្លូវទឹកហូរក្រោយពេលមានភ្លៀង

source: wadies
km: ដីវាលរហោដ្ឋានមានទឹកនិងរុក្ខជាតិ

source: wall
km: ជញ្ជាំង

source: water mill
km: ម៉ាស៊ីនដើរដោយថាមពលទឹក

source: water pumping station
km: ស្ថានីយ៍បូមទឹក

source: water tank
km: អាងស្តុកទឹក

source: watercourse
km: ប្រព័ន្ធផ្លូវទឹក

source: waterfall(s)
km: ទឹកធ្លាក់

source: waterhole(s)
km: រន្ធទឹក

source: waterworks
km: ការងារផ្គត់ផ្គង់ទឹកប្រើប្រាស់

source: weir(s)
km: ទំនប់ទឹក

source: well
km: អណ្តូង

source: wells
km: អណ្តូង

source: wetland
km: ដីសើមភក់

source: whaling station
km: ស្ថានីយ៍កែច្នៃត្រីបាឡែន

source: wharf(-ves)
km: កន្លែងចំណតកប៉ាល់

source: whirlpool
km: ទឹកកួច

source: wildlife reserve
km: តំបន់អភិរក្សសត្វព្រៃ

source: windmill
km: ម៉ាស៊ីនផ្តល់ថាមពលដើរដោយកម្លាំងខ្យល់

source: wreck
km: ខ្មោចកប៉ាល់ឬទ្រព្យសម្បត្តិដែលរងការខូចខាតខ្ទេចខ្ទី

source: zone
km: តំបន់

source: zoo
km: សួនសត្វ
