Repository: Sinar/popolo.contenttypes
Catalog: src/popolo/contenttypes/locales/*/LC_MESSAGES/popolo.contenttypes.po
Languages: km

source: A Person
km: មនុស្ស​ម្នាក់

source: A Phone number for text messages
km: លេខទូរសព្ទសម្រាប់ផ្ញើសារ

source: A Post in an Organization
km: មុខតំណែងនៅក្នុងអង្គភាព

source: A URL to a contact form
km: អាស័យដ្ឋាន URL សម្រាប់ទម្រង់ទំនាក់ទំនង

source: A describing the Post
km: ការបរិយាយមុខតំណែង

source: A geometry
km: ធរណីមាត្រ

source: A human-readable label for the contact detail
km: ស្លាកដែលអាចប៉ះពាល់អានបានសម្រាប់ជាព័ត៌មានទំនាក់ទំនង

source: A label describing the membership, eg. Member of Parliament of Kericho County
km: ស្លាកបរិយាយអំពីសមាជិកភាព ឧទាហរណ៍ សមាជិកសភានៃប្រទេស ឃេរីខូ Kericho

source: A note, e.g. for grouping contact details by physical location
km: កំណត់សំគាល់ ឧទាហរណ៍ សម្រាប់ព័ត៌មានទំនាក់ទំនងជាក្រុមទៅតាមទីតាំងផ្ទាល់

source: A person's preferred full name
km: ឈ្មោះពេញរបស់បុគ្គលម្នាក់ដែលខ្លួនពេញចិត្ត

source: A postal address
km: អាស័យដ្ឋានសំបុត្រ

source: A primary name, e.g. a legally recognized name
km: ឈ្មោះគោល ឧទាហរណ៍ ឈ្មោះទទួលស្គាល់តាមផ្លូវច្បាប់

source: A role that the member fulfills in, in the organization. eg. Member of Parliament
km: តួនាទីដែលសមាជិកបានបំពេញ នៅក្នុងអង្គភាព ឧទាហរណ៍ សមាជិកសភា

source: A type of medium, eg. mobile phone or email
km: ប្រភេទនៃបណ្តាញទំនាក់ទំនង ឧទាហរណ៍ ទូរស័ព្ទដៃ ឬអ៊ីម៉េល

source: A value, e.g. a phone number or email address
km: ចំនួនលេខ ឧទាហរណ៍ លេខទូរស័ព្ទឬអាស័យដ្ឋានអ៊ីម៉េល

source: Accounting Firm
km: ក្រុមហ៊ុនគណនេយ្យ

source: An Organization
km: អង្គភាពមួយ

source: An area category, e.g. city
km: ប្រភេទតំបន់មួយ ឧទាហរណ៍ ទីក្រុង

source: An area is a geographic area whose geometry may change over time.
km: តំបន់មួយជាទីតាំងភូមិសាស្រ្តដែលធរណីមាត្ររបស់វាអាចមានការផ្លាស់ប្តូរទៅតាមពេលវេលា

source: An email address
km: អាស័យដ្ឋានអ៊ីម៉េល

source: An identifier code for a Person
km: លេខកូដកំណត់សម្រាប់បុគ្គលម្នាក់

source: An issued identifier, e.g. an Open Civic Data Division Identifier
km: កក្តាកំណត់ដែលត្រូវបានគេចេញឲ្យ ឧទាហរណ៍ ជាកក្តាកំណត់ផែ្នកទិន្នន័យសហគមន៍បើកចំហរ

source: Area
km: តំបន់

source: Area Classification
km: ចំណាត់ថ្នាក់តំបន់

source: Area Name
km: ឈ្មោះតំបន់

source: Associate
km: ដៃគូ

source: Author or Website Name
km: អ្នកនិពន្ធឬឈ្មោះវិបសាយ

source: Biography
km: ប្រវត្តិរូប

source: Birth name
km: ឈ្មោះកំណើត

source: Board of Directors
km: ក្រុមប្រឹក្សានាយក

source: Brief description of this relationship
km: ការបរិយាយសង្ខេបអំពីទំនាក់ទំនងនេះ

source: Business Partner
km: ដៃគូអាជីវកម្ម

source: Cabinet
km: គណៈរដ្ឋមន្រ្តី

source: Civil society
km: សង្គមស៊ីវិល

source: Committee
km: គណៈកម្មាធិការ

source: Contact Detail
km: ព័ត៌មានទំនាក់ទំនង

source: Contact details
km: ព័ត៌មានទំនាក់ទំនង

source: Copyright statement or other rights information on this item.
km: សេចក្តីថ្លែងរក្សាសិទ្ធិឬព័ត៌មានអំពីសិទ្ធិផ្សេងៗនៅលើចំណុចនេះ

source: Cousin
km: ជីដូនមួយ

source: Date of Birth
km: ថ្ងៃខែឆ្នាំកំណើត

source: Date of Death
km: កាលបរិច្ឆេទមរណៈភាព

source: Date of Dissolution
km: កាលបរិច្ឆេទរំលាយចោលកិច្ចសន្យា

source: Date of Founding
km: កាលបរិច្ឆេទនៃការបង្កើត

source: Date this post was created
km: កាលបរិច្ឆេទនៃការបង្កើតការផុសឬផ្សព្វផ្សាយ

source: Date which this post was eliminated
km: កាលបរិច្ឆេទនៃការលុបចោលនូវការផុសឬការផ្សព្វផ្សាយនេះ

source: Date which this relationship began
km: កាលបរិច្ឆេទនៃការចាប់ផ្តើមមានការទំនាក់ទំនងនេះ

source: Date which this relationship ended
km: កាលបរិច្ឆេទនៃការបញ្ចប់ការទំនាក់ទំនងនេះ

source: Description
km: សេចក្តីបរិយាយ

source: Detailed biography of this person
km: ប្រវត្តិរូបលម្អិតរបស់បុគ្គលនេះ

source: Edit
km: កែសម្រួល

source: Employer
km: និយោជក

source: End Date
km: កាលបរិច្ឆេទបញ្ចប់

source: Female
km: ស្រី

source: Financial Institution
km: ស្ថាប័នហិរញ្ញវត្ថុ

source: Gender
km: យេនឌ័រ

source: Geometry
km: ធរណីមាត្រ

source: Government Agency
km: ភ្នាក់ងាររដ្ឋាភិបាល

source: Government Commission
km: គណៈកម្មការរដ្ឋាភិបាល

source: Government Department
km: មន្ទីររដ្ឋាភិបាល

source: Headshot
km: រូបថតមុខមនុស្ស

source: Identifier
km: អ្នកកំណត់អត្តសញ្ញាណ

source: Image Rights
km: សិទ្ធិរូបភាព

source: Image file of a headshot person
km: ឯកសាររូបភាពមុខរបស់បុគ្គលម្នាក់

source: Installs the popolo.contenttypes add-on.
km: តម្លើង កម្មវិធីរូបភាពបន្ថែម popolo.contenttypes

source: Label
km: ស្លាក

source: Labour Union
km: សហជីពការងារ

source: Law Firm
km: ក្រុមហ៊ុនច្បាប់

source: Logo
km: រូបស្លាកសញ្ញា

source: Male
km: ប្រុស

source: Management
km: ការគ្រប់គ្រង

source: Membership
km: សមាជិកភាព

source: Membership representing relationships between people and organizations
km: សមាជិភាពតំណាងឲ្យការទំនាក់ទំនងរវាងមនុស្សនិងអង្គភាពនានា

source: Mobile Phone Number
km: លេខទូរស័ព្ទដៃ

source: Name
km: ឈ្មោះ

source: Note
km: កំណត់សំគាល់

source: Notes
km: កំណត់សំគាល់

source: Official logo or emblem of organization
km: រូបស្លាកសញ្ញាឬនិមិត្តសញ្ញាផ្លូវការរបស់អង្គភាព

source: On Behalf Of
km: តាងនាមឲ្យ

source: One line description of this person
km: សេចក្តីបរិយាយតាមអនឡាញរបស់បុគ្គលនេះ

source: One line description of this source
km: សេចក្តីបរិយាយតាមអនឡាញនៃប្រភពព័ត៌មាននេះ

source: Organization
km: អង្គភាព

source: Organization Classification
km: ចំណាត់ថ្នាក់អង្គភាព

source: Organization Name
km: ឈ្មោះអង្គភាព

source: Other
km: ផ្សេងៗ

source: Other Name
km: ឈ្មោះផ្សេងៗទៀត

source: Other Names for a Person
km: ឈ្មោះផ្សេងៗទៀតរបស់បុគ្គលម្នាក់

source: Parent
km: មេ

source: Parent Area
km: តំបន់មេ

source: Parliament
km: សភា

source: Person
km: បុគ្គល

source: Political Party
km: គណបក្សនយោបាយ

source: Political Party Branch
km: សាខាគណបក្សនយោបាយ

source: Political Party Executive
km: នាយប្រតិបត្តិគណបក្សនយោបាយ

source: Post
km: ការផុសឬផ្សព្វផ្សាយ

source: Private Limited Company
km: ក្រុមហ៊ុនឯកជនចំកាត់

source: Public Company
km: ក្រុមហ៊ុនសាធារណៈ

source: Relationship
km: ទំនាក់ទំនង

source: Relationship Name
km: ឈ្មោះទំនាក់ទំនង

source: Relationship type
km: ប្រភេទទំនាក់ទំនង

source: Role
km: តួនាទី

source: Romantic Partner
km: ដៃគូទំនាក់ទំនងស្នេហា

source: Scheme
km: គម្រោងការ

source: Senate
km: ព្រឹទ្ធសភា

source: Sibling
km: បងប្អូន

source: Source
km: ប្រភព

source: Source Link
km: តំណភ្ជាប់ប្រភពព័ត៌មាន

source: Source or link for information added to content
km: ប្រភពព័ត៌មានឬតំណភ្ជាប់សម្រាប់ព័ត៌មានបន្ថែមទៅនឹងមាតិកា

source: Spouse
km: ប្តីឬប្រពន្ធ

source: Start Date
km: កាលបរិច្ឆេទចាប់ផ្តើម

source: State Assembly or Legislature
km: រដ្ឋសភាឬនីតិកាល

source: State Corporation
km: សាជីវកម្មរដ្ឋ

source: State Exam Prep Centre
km: មជ្ឈមណ្ឌលត្រៀមប្រលងរដ្ឋ

source: State Executive Council
km: ក្រុមប្រឹក្សាប្រតិបត្តិរដ្ឋ

source: State Government
km: រដ្ឋាភិបាល

source: Subordinate
km: អ្នកក្រោមបង្គាប់

source: Summary
km: សេចក្តីសង្ខេប

source: The area that contains this area
km: ចំណុចដែលមានផ្ទុកតំបន់នេះ

source: The function that the holder of the post fulfills
km: មុខងារដែលអ្នកកាន់តំណែងបំពេញ

source: The name of this relationship.
km: ឈ្មោះនៃការទំនាក់ទំនងនេះ

source: The object of the relation.
km: កម្មវត្ថុនៃការទំនាក់ទំនង

source: The organization on whose behalf the person is a member of the organization
km: អង្គភាពដែលបុគ្គលម្នាក់ជាសមាជិកតំណាងឲ្យ

source: The subject of the relation.
km: ប្រធានបទនៃការទំនាក់ទំនង

source: Title
km: ចំណងជើង

source: Title of publication, article ..
km: ចំណងជើងការចេញផ្សាយ អត្ថបទ ..

source: Trade Association
km: សមាគមពាណិជ្ជកម្ម

source: Twitter Handle
km: ការប្រើប្រាស់ធ្វីតធើ

source: Type
km: ប្រភេទ

source: Type eg. IC Number, Passport, Company Registration Number
km: ប្រភេទ ឧ. លេខIC លិខិតឆ្លងដែន លេខចុះបញ្ជីការក្រុមហ៊ុន

source: Uninstalls the popolo.contenttypes add-on.
km: លុបកម្មវិធីរូបភាព popolo.contenttypes ចោល

source: Unique value as code or number
km: ចំនួនលេខតែមួយគត់ដែលជាកូដឬលេខ

source: Value
km: ចំនួនលេខ

source: View
km: ការមើល

source: Voice Phone Number
km: លេខទូរស័ព្ទជាសម្លេង

source: abandoned airfield
km: ព្រលានយន្តហោះដែលគេបោះបង់ចោល

source: abandoned camp
km: ជំរំដែលត្រូវបានគេបោះបង់ចោល

source: abandoned canal
km: ផ្លូវទឹកដែលត្រូវបានគេបោះបង់ចោល

source: abandoned factory
km: រោងចក្រដែលគេបោះបង់ចោល

source: abandoned farm
km: កសិដ្ឋានដែលគេបោះបង់ចោល

source: abandoned mine
km: រ៉ែដែលគេបោះបង់ចោល

source: abandoned mission
km: បេសកកម្មត្រូវបានគេបោះបង់ចោល

source: abandoned oil well
km: អណ្តូងប្រេងត្រូវបានគេបោះបង់ចោល

source: abandoned police post
km: ប៉ុស្តិ៍នគរបាលត្រូវបានគេបោះបង់ចោល

source: abandoned populated place
km: តំបន់បណ្តុំប្រជាជនរស់នៅដែលត្រូវបានគេបោះបង់ចោល

source: abandoned prison
km: ពន្ធនាគារត្រូវបានគេបោះបង់ចោល

source: abandoned railroad
km: ផ្លូវរថភ្លើងត្រូវបានគេបោះបង់ចោល

source: abandoned railroad station
km: ស្ថានីយ៍រថភ្លើងត្រូវបានគេបោះបង់ចោល

source: abandoned railroad stop
km: ចំណតរថភ្លើងត្រូវបានគេបោះបង់ចោល

source: abandoned watercourse
km: ប្រព័ន្ធផ្លូវទឹកត្រូវបានគេបោះបង់ចោល

source: abandoned well
km: អណ្តូងត្រូវបានគេបោះបង់ចោល

source: administrative division
km: ផ្នែករដ្ឋបាល

source: administrative facility
km: សេវាកម្មរដ្ឋបាល

source: agricultural colony
km: ក្រុមសម្ព័ន្ធកសិកម្ម

source: agricultural facility
km: គ្រឿងបរិក្ខារកសិកម្ម

source: agricultural reserve
km: ការបម្រុងទុកផ្នែកកសិកម្ម

source: agricultural school
km: សាលាកសិកម្ម

source: airbase
km: មូលដ្ឋានអាកាស

source: airfield
km: ទីចំណតយានអាកាស

source: airport
km: ព្រលានយន្តហោះ

source: amphitheater
km: ស្តាតកីឡា

source: amusement park
km: សួនកម្សាន្ត

source: anabranch
km: អូរ

source: anchorage
km: យុថ្កា

source: ancient road
km: ផ្លូវបុរាណ

source: ancient wall
km: ជញ្ជាំងបុរាណ

source: apartment building
km: អាគារផ្ទះល្វែង

source: apron
km: របាំងការពារ

source: aquaculture facility
km: គ្រឿងបរិក្ខារវារីវប្បកម្ម

source: aqueduct
km: អូរសម្រាប់បង្ហូរទឹក

source: arch
km: សំណង់ទ្ររាងU

source: archaeological/prehistoric site
km: តំបន់បុរេប្រវត្តិសាស្រ្តឬបុរាណវិទ្យា

source: archive
km: បណ្ណសារ

source: arctic land
km: ដីតំបន់អាក់ទិច

source: area
km: តំបន់

source: arrugado
km: ជ្រីវជ្រួញ

source: artificial island
km: កោះសិប្បនិម្មិត

source: artillery range
km: កន្លែងហ្វឹកហាត់បាញ់កាំភ្លើងធំ

source: asphalt lake
km: បឹងសិប្បនិម្មិតក្រាលកៅស៊ូ

source: associate
km: ដៃគូ

source: astronomical station
km: ស្ថានីយ៍អវកាស

source: asylum
km: កន្លែងជ្រកកោន

source: athletic field
km: ទីវាលអត្តពលិក

source: atoll(s)
km: កូនកោះ

source: atomic center
km: មជ្ឈមណ្ឌលអាតូមិច

source: automatic teller machine
km: ម៉ាស៊ីនដកលុយស្វ័យប្រវត្តិ

source: badlands
km: ដីគ្មានជីវជាតិ

source: baling station
km: ស្ថានីយ៍វេចខ្ជាប់

source: bank
km: ធនាគារ

source: bank(s)
km: ធនាគារ

source: banks
km: ធនាគារ

source: bar
km: រនាំង

source: barracks
km: បន្ទាយទាហាន

source: basin
km: អាងស្តុកទឹក

source: battlefield
km: សមរភូមិ

source: bay
km: ឆកសមុទ្រ

source: bays
km: ឆកសមុទ្រ

source: beach
km: ឆ្នេរសមុទ្រ

source: beach ridge
km: តំបនជួរភ្នំឆ្នេរសមុទ្រ

source: beaches
km: ឆ្នេរសមុទ្រ

source: beacon
km: ភ្លើងសញ្ញា

source: bench
km: បង់អង្គុយ

source: bight(s)
km: ឆ្នេរសមុទ្រកោង

source: blowhole(s)
km: រន្ធខ្យល់

source: blowout(s)
km: ផ្ទុះចេញ

source: boatyard
km: រោងសង់ទូក

source: bog(s)
km: តំបន់ដីភក់

source: border post
km: បង្គោលព្រំដែន

source: borderland
km: តំបន់ដីព្រំដែន

source: boulder field
km: តំបន់វាលថ្ម

source: boundary marker
km: សញ្ញាសំគាល់ព្រំដី

source: breakwater
km: ទំនប់ការពាររលកសមុទ្រ

source: brewery
km: កន្លែងផលិតស្រាបៀរ

source: bridge
km: ស្ពាន

source: buffer zone
km: តំបន់ស

source: building(s)
km: អាគារច្រើន

source: burial cave(s)
km: ល្អាងបញ្ចុះសព

source: bus station
km: ស្ថានីយ៍ឡានក្រុង

source: bus stop
km: ចំណតឡានក្រុង

source: bush(es)
km: គុម្ពោតព្រៃ

source: business center
km: មជ្ឈមណ្ឌលអាជីវកម្ម

source: business_partner
km: ដៃគូអាជីវកម្ម

source: butte(s)
km: ដីភ្នំ

source: cairn
km: ទីកន្លែងថ្មសំគាល់អ្វីមួយ

source: caldera
km: រណ្តៅផ្ទុះភ្នំភ្លើង

source: camp(s)
km: ជំរំ

source: canal
km: ផ្លូវទឹក

source: canal bend
km: ផ្លូវទឹកកោង

source: canal tunnel
km: ផ្លូវក្រោមដីឆ្លងកាត់ព្រែក

source: canalized stream
km: អូរបែងចែកទឹកតាមប្រឡាយ

source: cannery
km: រោងចក្រផលិតអាហារកំប៉ុង

source: canyon
km: ជ្រោះ

source: canyons
km: ជ្រោះ

source: cape
km: ដីដុះលយក្នុងទឹក

source: capital of a political entity
km: រាជធានីនៃអង្ភភានយោបាយ

source: caravan route
km: ផ្លូវសម្រាប់ធ្វើដំណើរជាក្រុម

source: casino
km: កាស៊ីណូ

source: castle
km: ប្រាសាទ

source: cattle dipping tank
km: ធុងបាញ់សម្លាប់មេរោគសម្រាប់សត្វគោក្របី

source: causeway
km: ផ្លូវបេតុង

source: cave(s)
km: ល្អាង

source: cemetery
km: កន្លែងបញ្ចុះសព

source: channel
km: ប្រព័ន្ធផ្លូវទឹក

source: chrome mine(s)
km: រែលោហៈធាតុក្រូមេ

source: church
km: ក្រុមជំុនុំ

source: cirque
km: ជ្រលងភ្នំ

source: cirques
km: ជ្រលងភ្នំ

source: clearing
km: ការកាប់ឆ្ការ

source: cleft(s)
km: ឆែប

source: cliff(s)
km: ចំរាក់ភ្នំ

source: clinic
km: គ្លីនិក

source: coal mine(s)
km: រ៉ែធ្យូង

source: coalfield
km: តំបន់រ៉ែធ្យូង

source: coast
km: ឆ្នេរ

source: coast guard station
km: ស្ថានីយ៍ល្បាតឆ្នេរ

source: coconut grove
km: ចម្ការដូង

source: college
km: មហាវិទ្យាល័យ

source: common
km: ធម្មតា

source: communication center
km: មជ្ឈមណ្ឌលទំនាក់ទំនង

source: community center
km: មជ្ឈមណ្ឌលសហគមន៍

source: concession area
km: តំបន់សម្បទាន

source: cone(s)
km: កោណ

source: confluence
km: ចំណុចប្រសព្វអូរ

source: continent
km: ទ្វីប

source: continental rise
km: កំណើនទ្វីប

source: convent
km: សាលសហគមន៍សាសនា

source: copper mine(s)
km: រ៉ែលោហៈធាតុទង់ដែង

source: copper works
km: ការងាររ៉ែទង់ដែង

source: coral reef(s)
km: ជ្រលងថ្មក្នុងទឹក

source: cordillera
km: ជួរជ្រលងភ្នំ

source: corral(s)
km: កន្លែងចិញ្ចឹមសត្វ

source: corridor
km: តំបន់ច្រកព្រំដែន

source: country house
km: ភូមិគ្រឹះ

source: courthouse
km: អាគាររដ្ឋបាលមូលដ្ឋាន

source: cousin
km: ជីដូនមួយ

source: cove(s)
km: ឆកសមុទ្រ

source: crater lake
km: បឹងរណ្តៅភ្នំភ្លើង

source: crater lakes
km: បឹងរណ្តៅភ្នំភ្លើង

source: crater(s)
km: រណ្តៅភ្នំភ្លើង

source: cuesta(s)
km: ជំរាលដី

source: cultivated area
km: ដីចម្ការ

source: current
km: ថ្មីៗ

source: customs house
km: ការិយាល័យពន្ធដារ

source: customs post
km: ស្ថានីយ៍ពន្ធដារ

source: cutoff
km: ការបញ្ឈប់ការផ្គត់ផ្គង់

source: dairy
km: កសិដ្ឋានផលិតទឹកដោះគោ

source: dam
km: ទំនប់

source: deep
km: ជ្រៅ

source: delta
km: ដីល្បាប់

source: dependent political entity
km: អង្គភាពនយោបាយឯករាជ្យ

source: depression(s)
km: ការបាក់ទឹកចិត្ត

source: desert
km: វាលខ្សាច់

source: destroyed populated place
km: ទីកន្លែងបណ្តុំមនុស្សដែលរងការបំផ្លាញ

source: dike
km: ទំនប់ទឹក

source: diplomatic facility
km: ជំនាញកាទូត

source: dispensary
km: ឪសថស្ថាន

source: distributary(-ies)
km: ប្រព័ន្ធបង្ហូរទឹក

source: ditch
km: រណ្តៅដី

source: ditch mouth(s)
km: មាត់រណ្តៅ

source: divide
km: បែងចែក

source: dock(s)
km: កំពង់ផែ

source: docking basin
km: អាងស្តុកទឹកកំពង់ផែ

source: dockyard
km: កន្លែងជួសជុលនិងតម្លើងកប៉ាល់

source: drainage basin
km: អាងស្តុកទឹកបង្ហូរ

source: drainage canal
km: ប្រឡាយបង្ហូរទឹក

source: drainage ditch
km: រណ្តៅបង្ហូរទឹក

source: dry dock
km: កន្លែងជួសជុលកប៉ាល់

source: dry stream bed
km: ប្រព័ន្ថបង្ហូរទឹកស្ងួត

source: dune(s)
km: ភ្នំខ្សាច់

source: economic region
km: តំបន់សេដ្ឋកិច្ច

source: employer
km: និយោជក

source: escarpment
km: ចំណោត

source: escarpment (or scarp)
km: ចំណោត

source: estate(s)
km: អចលនៈទ្រព្យ

source: estuary
km: មាត់ទន្លេ

source: experiment station
km: ស្ថានីយ៍ពិសោធន៍

source: facility
km: គ្រឿងបរិក្ខារ

source: facility center
km: មជ្ឈមណ្ឌលគ្រឿងបរិក្ខារ

source: factory
km: រោងចក្រ

source: fan
km: កង្ហារ

source: fan(s)
km: កង្ហារ

source: farm
km: កសិដ្ឋាន

source: farm village
km: ភូមិកសិដ្ឋាន

source: farms
km: កសិដ្ឋាន

source: farmstead
km: កន្លែងកសិដ្ឋាន

source: ferry
km: ទូកដ

source: ferry terminal
km: ចំណតទូកដ

source: field(s)
km: វាល ឬចន្លោះបំពេញអក្សរ

source: fifth-order administrative division
km: ផ្នែករដ្ឋបាលបញ្ជាការទីប្រាំ

source: first-order administrative division
km: ផ្នែករដ្ឋបាលបញ្ជាការទីមួយ

source: fishing area
km: តំបន់នេសាទ

source: fishponds
km: ស្រះចិញ្ចឹមត្រី

source: fissure
km: ចង្អូរ

source: fjord
km: ឈូងសមុទ្រតូច

source: fjords
km: ឈូងសមុទ្រ

source: flat
km: ផ្ទៃដីលាតសន្ធឹង

source: ford
km: កន្លែងឆ្លងកាត់ទឹក

source: forest reserve
km: ការរក្សាព្រៃឈើទុក

source: forest station
km: ស្ថានីយ៍ព្រៃឈើ

source: forest(s)
km: ព្រៃឈើ

source: former inlet
km: ពីមុនជាដៃសមុទ្រ

source: former sugar mill
km: ពីមុនជារោងចក្រផលិតស្ករ

source: fort
km: បន្ទាយ

source: fossilized forest
km: ព្រៃឈើហ្វូសស៊ីល

source: foundry
km: រោងចក្រស្មិត

source: fourth-order administrative division
km: ផ្នែករដ្ឋបាលបញ្ជាការទីបួន

source: fracture zone
km: តំបន់ប្រេះស្រាំ

source: free trade zone
km: តំបន់ពាណិជ្ជកម្មសេរី

source: freely associated state
km: រដ្ឋដៃគូសេរី

source: fuel depot
km: ស្ថានីយ៍ប្រេងឥន្ធនៈ

source: furrow
km: អាចម៌បំណាស់ដី

source: gap
km: ចន្លោះ

source: garden(s)
km: សួន

source: gas-oil separator plant
km: រោងចក្រចម្រាញ់ប្រេងនិងសាំងចេញពីគ្នា

source: gasfield
km: កន្លែងផលិតសាំងធម្មជាតិ

source: gate
km: របង

source: geyser
km: ទឹកក្តៅផុសចេញពីដី

source: ghat
km: ជណ្តើរចុះមាត់ទន្លេ

source: glacier(s)
km: ផ្ទាំងទឹកកក

source: gold mine(s)
km: រ៉ែមាស

source: golf course
km: ទីលានលែងកូនហ្គោល

source: gorge(s)
km: ជ្រោះជ្រលង

source: grassland
km: ដីស្មៅ

source: grave
km: កន្លែងកប់សព

source: gravel area
km: វាលកប់សព

source: grazing area
km: កន្លែងសត្វស៊ីស្មៅ

source: grove
km: ចម្ការ

source: guest house
km: ផ្ទះសំណាក់

source: gulf
km: ឈូងសមុទ្រ

source: gully
km: កូនជ្រោះ

source: halting place
km: កន្លែងឈប់ចត

source: hammock(s)
km: អង្រឹង

source: hanging valley
km: កំពូលជ្រោះ

source: harbor(s)
km: ផែ

source: headland
km: ដីដុះលយចូលសមុទ្រ

source: headwaters
km: ប្រភពទឹកទន្លេ

source: heath
km: ដីទំនេរ

source: heliport
km: កន្លែងចតឧទ្ធម្ភាគចក្រ

source: hermitage
km: ខ្ទម

source: hill
km: កូនភ្នំ

source: hills
km: កូនភ្នំ

source: historical administrative division
km: ផ្នែករដ្ឋបាលប្រវត្តិសាស្រ្ត

source: historical capital of a political entity
km: រាជធានីប្រវត្តិសាស្រ្តនៃអង្គភាពនយោបាយ

source: historical fifth-order administrative division
km: ផ្នែករដ្ឋបាលបញ្ជាការប្រវត្តិសាស្រ្តទីប្រាំ

source: historical first-order administrative division
km: ផ្នែករដ្ឋបាលបញ្ជាការប្រវត្តិសាស្រ្តទីមួយ

source: historical fourth-order administrative division
km: ផ្នែករដ្ឋបាលបញ្ជាការប្រវត្តិសាស្រ្តទីបួន

source: historical political entity
km: អង្គភាពនយោបាយប្រវត្តិសាស្រ្ត

source: historical populated place
km: តំបន់បណ្តុំប្រជាជនរស់នៅប្រវត្តិសាស្រ្ត

source: historical region
km: តំបន់ប្រវត្តិសាស្រ្ត

source: historical second-order administrative division
km: ផ្នែករដ្ឋបាលបញ្ជាការប្រវត្តិសាស្រ្តទីពីរ

source: historical site
km: តំបន់ប្រវត្តិសាស្រ្ត

source: historical third-order administrative division
km: ផ្នែករដ្ឋបាលបញ្ជាការប្រវត្តិសាស្រ្តទីបី

source: hole
km: ប្រហោង

source: homestead
km: ទីលំនៅដ្ឋាន

source: hospital
km: មន្ទីរពេទ្យ

source: hot spring(s)
km: ទឹកក្តៅផុសចេញពីដី

source: hotel
km: សណ្ឋាគារ

source: house(s)
km: ផ្ទះ

source: housing development
km: ការអភិវឌ្ឍលំនៅដ្ឋាន

source: hunting reserve
km: តំបន់អភិរក្សការប្រមាញ់សត្វ

source: hut
km: ខ្ទម

source: huts
km: ខ្ទម

source: hydroelectric power station
km: ស្ថានីយ៍វារីអគ្គីសនី

source: icecap
km: ផ្ទាំងទឹកកកធំដែលនៅជាប់រហូត

source: icecap depression
km: តំបន់ទឹកកកសម្ពាធទាប

source: icecap dome
km: ស្រទាប់ផ្ទាំងទឹកកក

source: icecap ridge
km: ជួរផ្ទាំងទឹកកក

source: independent political entity
km: អង្គភាពនយោបាយឯករាជ្យ

source: industrial area
km: តំបន់ឧស្សាហកម្ម

source: inlet
km: ដៃសមុទ្រ

source: inspection station
km: ស្ថានីយ៍អធិការកិច្ច

source: interdune trough(s)
km: ទរទឹក

source: interfluve
km: ចំណុចប្រសព្វបង្ហូរទឹកចេញ

source: intermittent lake
km: ទន្លេទឹកឡើងចុះមិនទៀង

source: intermittent lakes
km: ទន្លេទឹកឡើងចុះមិនទៀង

source: intermittent oxbow lake
km: ទន្លេទឹកឡើងចុះមិនទៀងកើតចេញពីទន្លេមេ

source: intermittent pond
km: ស្រះទឹកឡើងចុះមិនទៀង

source: intermittent ponds
km: ស្រះទឹកឡើងចុះមិនទៀង

source: intermittent pool
km: អាងទឹកឡើងចុះមិនទៀង

source: intermittent reservoir
km: អាងស្តុកទឹកឡើងចុះមិនទៀង

source: intermittent salt lake
km: ទន្លេទឹកប្រៃឡើងចុះមិនទៀង

source: intermittent salt lakes
km: ទន្លេទឹកប្រៃឡើងចុះមិនទៀង

source: intermittent salt pond(s)
km: ស្រះទឹកប្រៃឡើងចុះមិនទៀង

source: intermittent stream
km: អូរទឹកឡើងចុះមិនទៀង

source: intermittent wetland
km: ដីភក់មានទឹកឡើងចុះមិនទៀង

source: intersection
km: ផ្លូវប្រសព្វ

source: iron mine(s)
km: រ៉ែដែក

source: irrigated field(s)
km: ទីវាលស្រោចស្រព

source: irrigation canal
km: ព្រែកប្រឡាយធារាសាស្រ្ត

source: irrigation ditch
km: រណ្តៅទឺកធារាសាស្រ្ត

source: irrigation system
km: ប្រព័ន្ធធារាសាស្រ្ត

source: island
km: កោះ

source: islands
km: កោះ

source: islet
km: កូនកោះ

source: israeli settlement
km: ការតាំងទីលំនៅតាមបែបអ៊ីស្រាអែល

source: isthmus
km: ច្រកដីចង្អៀតសម្រាប់តភ្ជាប់តំបន់

source: jetty
km: កំពង់ចម្លង

source: karst area
km: តំបន់ថ្មកំបោរ

source: knoll
km: តំបូក

source: knolls
km: តំបូក

source: labor camp
km: ជំរំពលកម្ម

source: lagoon
km: ត្រពាំងទឹក

source: lagoons
km: ត្រពាំងទឹក

source: lake
km: បឹង

source: lake bed(s)
km: បាតបឹង

source: lake channel(s)
km: ប្រព័ន្ធផ្លូវទឹកបឹង

source: lake region
km: តំបន់ទឹកបឹង

source: lakes
km: បឹង

source: land-tied island
km: កោះជាប់នឹងដីគោក

source: landfill
km: តំបន់កប់កាកសំណល់ចោល

source: landing
km: កន្លែងយន្តហោះចុះចត

source: language school
km: សាលាភាសា

source: lava area
km: តំបន់កម្អែលភ្នំភ្លើង

source: leased area
km: តំបន់សម្រាប់ជួល

source: ledge
km: ស្រទាប់សីលា

source: leper colony
km: ក្រុមមនុស្សកើតជម្ងឺឃ្លង់

source: leprosarium
km: មន្ទីរពេទ្យសម្រាប់មនុស្សជម្ងឺឃ្លង់

source: levee
km: ទំនប់ទឹក

source: library
km: បណ្ណាល័យ

source: lighthouse
km: ប៉មភ្លើងសញ្ញាសម្រាប់អ្នកធ្វើដំណើរតាមទឺក

source: limekiln
km: ឡកំដៅថ្មកំបោរ

source: local government office
km: ការិយាល័យមូលដ្ឋានរបស់រដ្ឋ

source: locality
km: មូលដ្ឋាន

source: lock(s)
km: ទ្វារសម្រាប់បិទបើកទឹក

source: logging camp
km: ជំរំកាប់ឈើ

source: lost river
km: ទន្លេដែលបានបាត់

source: mall
km: ហាងដើរទិញឥវ៉ាន់

source: maneuver area
km: តំបន់ប្តូរទិសដៅ

source: mangrove island
km: កោះដើមកោងកាង

source: mangrove swamp
km: តំបន់វាលភក់ដើមកោងកាង

source: marina
km: កន្លែអចំណតទូកកម្សាន្ត

source: marine channel
km: ប្រព័ន្ធផ្លូវទឹកសមុទ្រ

source: maritime school
km: សាលារៀននៅជាប់សមុទ្រ

source: market
km: ផ្សារ

source: marsh(es)
km: វាលភក់

source: meadow
km: វាលស្មៅ

source: meander neck
km: តំបន់ដីទឹកដុះស្មៅ

source: medical center
km: មជ្ឈមណ្ឌលវេជ្ជសាស្រ្ត

source: mesa
km: តំបន់ខ្ពង់រាបលាតសន្ទឹង

source: mesa(s)
km: តំបន់ខ្ពង់រាបលាតសន្ធឹង

source: meteorological station
km: ស្ថានីយ៍ឧតុនិយម

source: metro station
km: ស្ថានីយ៍ប្រព័ន្ធផ្លូវក្រោមដី

source: military base
km: មូលដ្ឋានយោធា

source: military installation
km: មូលដ្ឋានយោធា

source: military school
km: សាលាយោធា

source: mill(s)
km: រោងចក្រកិនម្សៅ

source: mine(s)
km: រ៉ែ

source: mining area
km: តំបន់រ៉ែ

source: mining camp
km: ជំរំរ៉ែ

source: mission
km: បេសកកម្ម

source: moat
km: រណ្តៅទឹកព័ទ្ធជុំវិញបន្ទាយ

source: mole
km: ប្រជ្រុយ

source: monastery
km: វត្តអារាម

source: monument
km: វិមាន

source: moor(s)
km: ដីទំនាប

source: moraine
km: ដុំថ្មដោយតាមគំនរទឹកកក

source: mosque
km: វិហារអ៊ីស្លាម

source: mound
km: ដីតំបូក

source: mound(s)
km: ដីតំបូក

source: mountain
km: ភ្នំ

source: mountains
km: ភ្នំ

source: mud flat(s)
km: វាលភក់

source: munitions plant
km: រោងចក្រផលិតគ្រឿងបរិក្ខារយោធា

source: museum
km: សារមន្ទីរ

source: narrows
km: ច្រកតូចចង្អៀត

source: natural tunnel
km: ផ្លូវក្រោមដីធម្មជាតិ

source: nature reserve
km: តំបន់រអភិរក្សធម្មជាតិ

source: naval base
km: មូលដ្ឋានទាហាជើងទឹក

source: navigation canal(s)
km: ប្រព័ន្ធផ្លូវទឹកសម្រាប់នាវាចរណ៍

source: navigation channel
km: ប្រព័ន្ធផ្លូវទឹកសម្រាប់នាវាចរណ៍

source: not available
km: មិនមាន

source: novitiate
km: រយៈពេលសាកល្បងការងារ

source: nuclear power station
km: ស្ថានីយ៍ថាមពលនុយក្លេអ៊ែរ

source: nunatak
km: កំពូលភ្នំព័ទ្ធដោយទឹកកក

source: nunataks
km: កំពូលភ្នំព័ទ្ធដោយទឹកកក

source: nursery(-ies)
km: ទីកន្លែងបណ្តុះដើមឈើ

source: oasis(-es)
km: ទីដីវាលរហោស្ថានដែលមានទឹកនិងអាចដាំដុះបាន

source: observation point
km: ចំណុចគោលដៅអង្កេតមើល

source: observatory
km: កន្លែងពិសោធន៍វិទ្យាសាស្រ្ត

source: ocean
km: មហាសមុទ្រ

source: office building
km: អាគារការិយាល័យ

source: oil camp
km: ជំរំប្រេង

source: oil palm plantation
km: ចម្ការដូងប្រេង
